Revit 2027 API
ParameterTypeId.RbsDuctFittingLossMethodSettings Property
 "Loss Method Settings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctFittingLossMethodSettings { get; }
Public Shared ReadOnly Property RbsDuctFittingLossMethodSettings As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctFittingLossMethodSettings {
	ForgeTypeId^ get ();
}
static member RbsDuctFittingLossMethodSettings : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace